tap "aws/tap"
tap "browsh-org/browsh"
tap "develerik/tools"
tap "drud/ddev"
tap "gitguardian/tap"
tap "github/gh"
tap "helix-editor/helix"
tap "homebrew-ndrpnt/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "neovim/neovim"
tap "oven-sh/bun"
tap "peak/tap"
tap "rockymadden/rockymadden"
tap "stackery/tap"
tap "teamookla/speedtest"
tap "trek10inc/tap"
tap "turbot/tap"
tap "weaveworks/tap"
brew "ack"
brew "act"
brew "antiword"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "cfn-lint"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "awslogs"
brew "berkeley-db"
brew "bzip2"
brew "glib"
brew "chruby"
brew "circleci"
brew "code-server"
brew "curl"
brew "docker"
brew "libxfixes"
brew "libxi"
brew "libxrandr"
brew "mesa"
brew "freeglut"
brew "freetds"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "harfbuzz"
brew "hunspell", link: false
brew "qt"
brew "pyqt"
brew "git-cola"
brew "git-lfs"
brew "git-secrets"
brew "glab"
brew "glew"
brew "glow"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "grpcurl"
brew "handbrake"
brew "helix"
brew "helm"
brew "htop"
brew "jack"
brew "jid"
brew "krb5"
brew "kubernetes-cli", link: false
brew "leptonica"
brew "libarchive"
brew "libedit"
brew "libiconv"
brew "libpq", link: true
brew "libproxy"
brew "libvorbis"
brew "opus"
brew "libzip"
brew "lsusb"
brew "lua"
brew "luajit"
brew "m-cli"
brew "mas"
brew "protobuf"
brew "mosh"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node", link: false
brew "nvm"
brew "openjdk@11"
brew "openssl@1.1"
brew "packer"
brew "parquet-cli"
brew "python-tabulate"
brew "pgcli"
brew "tidy-html5"
brew "php"
brew "pipenv"
brew "qemu"
brew "podman"
brew "poppler"
brew "portaudio"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pv"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "runme"
brew "rust"
brew "sdl2"
brew "sip"
brew "speedtest-cli", link: false
brew "stow"
brew "swagger-codegen"
brew "swig"
brew "telnet"
brew "terraform"
brew "tesseract"
brew "tig"
brew "tmux"
brew "tree"
brew "unrtf"
brew "urlview"
brew "vegeta"
brew "watch"
brew "wget"
brew "whalebrew"
brew "wimlib"
brew "yarn"
brew "ykman"
brew "yq"
brew "zig"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "develerik/tools/git-credential-1password"
brew "drud/ddev/ddev"
brew "gitguardian/tap/ggshield"
brew "oven-sh/bun/bun"
brew "peak/tap/s5cmd"
brew "rockymadden/rockymadden/slack-cli"
brew "stackery/tap/stackery-cli"
brew "teamookla/speedtest/speedtest"
brew "trek10inc/tap/awsets"
brew "turbot/tap/steampipe"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "alfred"
cask "amethyst"
cask "android-platform-tools"
cask "arc"
cask "arduino"
cask "backblaze"
cask "blackhole-2ch"
cask "bluestacks"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "gimp"
cask "graphiql"
cask "hyper"
cask "iterm2"
cask "keycastr"
cask "mockoon"
cask "mysqlworkbench"
cask "netbeans"
cask "ngrok"
cask "nosql-workbench"
cask "notion"
cask "obs"
cask "openscad"
cask "pgadmin4"
cask "podman-desktop"
cask "raycast"
cask "sfdx"
cask "slack"
cask "snowflake-snowsql"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "AS Timer", id: 512464723
mas "BetterSnapTool", id: 417375580
mas "Flow", id: 1423210932
mas "Flycut", id: 442160987
mas "GIPHY CAPTURE", id: 668208984
mas "Harvest", id: 506189836
mas "iCircuit", id: 454347770
mas "IP Scanner", id: 404167149
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RegExp", id: 1546140065
mas "The Unarchiver", id: 425424353
mas "Voila", id: 407741870
