tap "aws/tap"
tap "caskroom/cask"
tap "drud/ddev"
tap "github/gh"
tap "helix-editor/helix"
tap "homebrew-ndrpnt/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "peak/tap"
tap "rockymadden/rockymadden"
tap "stackery/tap"
tap "teamookla/speedtest"
tap "trek10inc/tap"
tap "turbot/tap"
tap "weaveworks/tap"
brew "ack"
brew "antiword"
brew "xz"
brew "aws-iam-authenticator"
brew "awscli"
brew "python@3.10"
brew "awslogs"
brew "bzip2"
brew "glib"
brew "python@3.9"
brew "cfn-lint"
brew "chruby"
brew "circleci"
brew "openldap"
brew "curl"
brew "docker"
brew "mesa"
brew "freeglut"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "qt@5"
brew "pyqt@5"
brew "git-cola"
brew "git-secrets"
brew "glab"
brew "glew"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "grpcurl"
brew "helix"
brew "helm"
brew "htop"
brew "hunspell", link: false
brew "libvorbis"
brew "opus"
brew "jack"
brew "jid"
brew "krb5"
brew "kubernetes-cli", link: false
brew "libedit"
brew "libiconv"
brew "libpq", link: true
brew "libproxy"
brew "lua"
brew "luajit"
brew "m-cli"
brew "mas"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node", link: false
brew "nvm"
brew "openssl@3"
brew "packer"
brew "python-tabulate"
brew "pgcli"
brew "tidy-html5"
brew "php@7.4"
brew "pipenv"
brew "poppler"
brew "portaudio"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pv"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "sdl2"
brew "sip"
brew "swagger-codegen"
brew "swig"
brew "terraform"
brew "tesseract"
brew "tig"
brew "tmux"
brew "unrtf"
brew "vegeta"
brew "watch"
brew "wget"
brew "whalebrew"
brew "wimlib"
brew "yarn"
brew "ykman"
brew "yq"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "drud/ddev/ddev"
brew "peak/tap/s5cmd"
brew "rockymadden/rockymadden/slack-cli"
brew "stackery/tap/stackery-cli"
brew "teamookla/speedtest/speedtest"
brew "trek10inc/tap/awsets"
brew "turbot/tap/steampipe"
brew "weaveworks/tap/eksctl"
cask "amethyst"
cask "android-platform-tools"
cask "arduino"
cask "blackhole-2ch"
cask "font-hack-nerd-font"
cask "gimp"
cask "graphiql"
cask "keycastr"
cask "mockoon"
cask "mysqlworkbench"
cask "netbeans"
cask "nosql-workbench"
cask "notion"
cask "openscad"
cask "sfdx"
cask "snowflake-snowsql"
cask "steam"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "AS Timer", id: 512464723
mas "BetterSnapTool", id: 417375580
mas "Flow", id: 1423210932
mas "Flycut", id: 442160987
mas "GIPHY CAPTURE", id: 668208984
mas "Harvest", id: 506189836
mas "iCircuit", id: 454347770
mas "IP Scanner", id: 404167149
mas "LadioCast", id: 411213048
mas "Numbers", id: 409203825
mas "RegExp", id: 1546140065
mas "The Unarchiver", id: 425424353
mas "Voila", id: 407741870
